Autodesk.Revit.DB.BuiltInFailures.InaccurateFailures.InaccurateWall
Wall is slightly off axis and may cause inaccuracies.

Autodesk.Revit.DB.BuiltInFailures.InaccurateFailures.InaccurateSpaceSeparation
Space separation line is slightly off axis and may cause inaccuracies.

Autodesk.Revit.DB.BuiltInFailures.InaccurateFailures.InaccurateSketchLine
Line in Sketch is slightly off axis and may cause inaccuracies.

Autodesk.Revit.DB.BuiltInFailures.InaccurateFailures.InaccurateRoomSeparation
Room separation line is slightly off axis and may cause inaccuracies.

Autodesk.Revit.DB.BuiltInFailures.InaccurateFailures.InaccurateRefPlane
Ref Plane is slightly off axis and may cause inaccuracies.

Autodesk.Revit.DB.BuiltInFailures.InaccurateFailures.InaccurateMassingSketchLine
Line in Massing Sketch is slightly off axis and may cause inaccuracies.

Autodesk.Revit.DB.BuiltInFailures.InaccurateFailures.InaccurateLine
Line is slightly off axis and may cause inaccuracies.

Autodesk.Revit.DB.BuiltInFailures.InaccurateFailures.InaccurateLevel
Level is slightly off axis and may cause inaccuracies.

Autodesk.Revit.DB.BuiltInFailures.InaccurateFailures.InaccurateGrid
Grid is slightly off axis and may cause inaccuracies.

Autodesk.Revit.DB.BuiltInFailures.InaccurateFailures.InaccurateDriveCurve
Element is slightly off axis and may cause inaccuracies.

Autodesk.Revit.DB.BuiltInFailures.InaccurateFailures.InaccurateCurveBasedFamily
Curve-Based Family is slightly off axis and may cause inaccuracies.

Autodesk.Revit.DB.BuiltInFailures.InaccurateFailures.InaccurateBeamOrBrace
Beam or Brace is slightly off axis and may cause inaccuracies.

Autodesk.Revit.DB.BuiltInFailures.InaccurateFailures.InaccurateAreaLine
Area separation line is slightly off axis and may cause inaccuracies.

Autodesk.Revit.DB.BuiltInFailures.InaccurateFailures
Failures about Inaccurate.